complete/buddy_data/奇秀-主播房间-20160913144727-20160913144728500

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 14:47:27]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[155421]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[裤子破了，没钱买的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[579]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[54]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[7]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[9]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[裤子破了，没钱买]]></vipnickname><vipuserid><![CDATA[1212261886]]></vipuserid><top_name><![CDATA[裤子破了，没钱买]]></top_name><top_money><![CDATA[105280]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Angela 馨儿? 5C]]></vipnickname><vipuserid><![CDATA[1240652170]]></vipuserid><top_name><![CDATA[Angela 馨儿? 5C]]></top_name><top_money><![CDATA[80]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Angela 馨儿]]></vipnickname><vipuserid><![CDATA[1246537345]]></vipuserid><top_name><![CDATA[Angela 馨儿]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[枫叶心中的『师妹』]]></vipnickname><vipuserid><![CDATA[90599798]]></vipuserid><top_name><![CDATA[枫叶心中的『师妹』]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Angela 馨儿]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[Angela 馨儿]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[莲子连心]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[莲子连心]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?星辰?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?星辰?]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Angela 馨儿? 5C]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[Angela 馨儿? 5C]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[魔格，筱虞儿]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[魔格，筱虞儿]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 